"Edit" = "Редактировать";
"%1.1f KB" = "%1.1f КБ";
"Branch Layout" = "Макет ветви";
"Add to Note" = "Добавить в заметку";
"Paste Formatted" = "Вставить с форматом";
"Trial Progress" = "Период проб. версии";
"greater than" = "больше чем";
"ends with" = "заканч. на";
"Icons" = "Значки";
"Progress: %@" = "Прогресс: %@";
"Dark Patterns" = "Темные шаблоны";
"Please select 2 topics (CMD click) to be linked." = "Пожалуйста, выберите 2 темы (нажмите CMD), чтобы связать.";
"Sorry - the license name and code did not match. Please re-enter (and it's case sensitive)" = "К сожалению, имя лицензии и код не совпадают. Пожалуйста, введите их заново (с учетом регистра)";
"Thank you for considering iThoughtsX. You are over half way through your %ld day trial. If you have any questions, suggestions or issues please visit the website and let us know." = "Благодарим вас за внимание к iThoughtsX. Вы уже во второй половине вашей %ld-дневной пробной версии. Если у вас возникли вопросы, предложения или проблемы, пожалуйста, посетите веб-сайт и дайте нам знать.";
"View" = "Просмотр";
"in the next" = "в след.";
"week" = "неделя";
"Website (.zip)" = "Вебсайт (.zip)";
"Horizontal" = "Горизонталь";
"%ldpt  ⊢%ld⊣" = "%1$ldpt  ⊢%2$ld⊣";
"second" = "секунда";
"Multiple Copies Installed" = "Установлено несколько копий";
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "Это устройство не настроено для отправки почты. Настройте параметры Почты в приложении Настройки.";
"not in the last" = "не за прошедш.";
"Topic variable" = "Переменная темы";
"Square Bracket" = "Квадрат. скобка";
"Release Notes" = "О новом релизе";
"Delete this rule?" = "Удалить это правило?";
"Quit and Show in Finder" = "Выйти и показать в Finder";
"doesn't contain" = "не содержит";
"Due This Week" = "Сдать на этой неделе";
"Confirm" = "Подтвердить";
"day" = "день";
"Help" = "Справка";
"month" = "месяц";
"Slides (.pdf)" = "Слайды (.pdf)";
"Research" = "Изучить";
"Manual" = "Вручную";
"Open Favourite" = "Открыть избранное";
"Thank you for considering iThoughtsX. If you have any questions, suggestions or issues please visit the website and let us know." = "Благодарим вас за внимание к iThoughtsX. Если у вас возникли вопросы, предложения или проблемы, пожалуйста, посетите веб-сайт и дайте нам знать.";
"⌥⌘T or Double-click to add a note.." = "⌥⌘T или дважды нажмите, чтобы добавить заметку...";
"contains" = "содержит";
"The document '%@' does not exist." = "Документ '%@' не существует.";
"Quick Filter" = "Быстрый фильтр";
"Watermark" = "Водяной знак";
"Broken Link" = "Неработающая ссылка";
"less than" = "меньше чем";
"iThoughtsX does not normally have access to this document. Please confirm that you wish to proceed." = "У iThoughtsX обычно нет доступа к данному документу. Пожалуйста, подтвердите, что вы хотите продолжить.";
"This will apply descending font sizes to each level of topic." = "Это применит размеры шрифта по убыванию для каждого уровня темы.";
"Very Concave" = "Очень вогнутый";
"earlier than or equal to" = "раньше чем или равно";
"Website" = "Веб-сайт";
"Due" = "К дате";
"Failed to Open" = "Не удалось открыть";
"Change Password..." = "Изменить пароль...";
"Pill" = "Кружок";
"AppStore Receipt Validation Succeeded" = "Проверка квитанции AppStore успешна";
"variable name" = "имя переменной";
"Vertical" = "Вертикаль";
"days" = "дн.";
"Yesterday" = "Вчера";
"Oval" = "Овал";
"None" = "Ничего";
"OK" = "OK";
"New Map" = "Новая карта";
"Copy" = "Копировать";
"not in the next" = "не в след.";
"Created using iThoughts" = "Создано с помощью iThoughts";
"Awaiting Authorization" = "В ожидании авторизации";
"Flashcards copied to clipboard" = "Карточки скопированы в буфер обмена";
"Branches" = "Ветви";
"years" = "г./лет";
"Hide" = "Скрыть";
"Library Icons" = "Значки библиотеки";
"Right Angled" = "Прямой угол";
"Font" = "Шрифт";
"Dark Pastel" = "Темно-пастельный";
"Share" = "Поделиться";
"Failed to get authorization from Biggerplate.com" = "Не удалось получить разрешение от Biggerplate.com";
"Remaining" = "Осталось";
"Due Today" = "Сдать сегодня";
"Wireframe (Color+Text)" = "Каркас (цвет + текст)";
"Sorted: %@" = "Сортировка: %@";
"Failed to Import Text" = "Не удалось импортировать текст";
"Modified Yesterday" = "Изменено вчера";
"Resource Tasks (.html)" = "Задачи ресурса (.html)";
"Select a single topic then enter notes here.." = "Выберите одну тему, затем введите заметки здесь...";
"Central Idea" = "Главная идея";
"Wireframe (Monochrome)" = "Каркас (монохромный)";
"Parallelogram" = "Параллелограмм";
"Apply" = "Применить";
"%1.1f GB" = "%1.1f ГБ";
"Link" = "Ссылка";
"Random" = "В случ. порядке";
"Siblings" = "Братья";
"The map cannot be found on this Mac. Would you like to remove it from your favourites." = "Не удалось найти карту на этом компьютере Mac. Удалить ее из избранного?";
"Hide Status Bar" = "Скрыть строку состояния";
"Report" = "Отчет";
"Last Hour" = "За посл. час";
"Thank you for purchasing iThoughtsX, we hope you enjoy using it. Any questions, suggestions or issues please visit toketaware.com and email us" = "Благодарим вас за покупку iThoughtsX. Мы надеемся, что вам она понравится. Если у вас возникнут любые вопросы, предложения или проблемы, пожалуйста, посетите toketaware.com и отправьте нам e-mail";
"Map Colors" = "Цвета карты";
"Now paste the clipboard into the flashcard website for import." = "Теперь вставьте содержимое буфера обмена на сайт карточки для импорта.";
"%1.1f MB" = "%1.1f МБ";
"Grayscale" = "Оттенки серого";
"equal to" = "равно";
"Text" = "Текст";
"Modified Today" = "Изменено сегодня";
"Continue" = "Продолжить";
"modified: %@" = "изменено: %@";
"Partial" = "Частично";
"Effort" = "Работа";
"New" = "Новая";
"minute" = "минута";
"Resources" = "Ресурсы";
"in the last" = "за прошедш.";
"Ooops!" = "Ой!";
"S Bend" = "Изгиб S";
"TODO" = "Список дел";
"weeks" = "нед.";
"Graph Paper" = "Миллиметровка";
"Branch Sorted: %@" = "Сортировка ветви: %@";
"Rounded Rectangle" = "Округл. прямоугольник";
"Incorrect Password" = "Неправильный пароль";
"Attempt Recovery" = "Попытка восстановления";
"Rectangle" = "Прямоугольник";
"Task Completed" = "Задача выполнена";
"later than" = "позже чем";
"Make Topic(s)" = "Создать тему(ы)";
"Very Convex" = "Очень выпуклый";
"Email" = "По e-mail";
"hour" = "час";
"Priority" = "Приоритет";
"Don't show this again" = "Больше не показывать это";
"%ld bytes" = "%ld байт";
"Width" = "Ширина";
"Settings" = "Настройки";
"Children" = "Дочерние";
"Priority1" = "Приоритет1";
"More help.." = "Дополнительная помощь...";
"Delete Topic" = "Удалить тему";
"On" = "Вкл.";
"Paste as Floating" = "Вставить как плавающую";
"Today" = "Сегодня";
"Tasks in Progress" = "Выполняемые задачи";
"Cousins" = "Кузены";
"Complete" = "Завершено";
"%@ - %@" = "%1$@ ‒ %2$@";
"same as" = "то же, что";
"less than or equal to" = "меньше чем или равно";
"This map must be given a name and saved before topic links can be generated" = "Необходимо присвоить имя карте и сохранить ее, прежде чем могут быть созданы ссылки темы";
"Add to Favourites" = "Добавить в избранное";
"Full Color" = "Полный цвет";
"Remove" = "Удалить";
"Focus is locked to the currently selected topics.\n\n(Re-enable this option with no selected topics and the focus will then follow the selection.)" = "Фокус блокируется на выбранной теме.\n\n(Снова включите этот параметр без выбранной темы и фокус будет следовать за выбором.)";
"Leave AppStore Review" = "Оставить отзыв в AppStore";
"New/Verified Password Do Not Match" = "Новый и проверочный пароли не совпадают";
"The path '%@' is a Windows path." = "Путь \"%@\" – это путь для Windows.";
"Mail not configured" = "Почта не настроена";
"Concave" = "Вогнутый";
"Rich Text (.rtf)" = "Форматированный текст (.rtf)";
"Open Document" = "Открыть документ";
"Please select at least one topic before attempting to make a slide." = "Пожалуйста, выберите хотя бы одну тему, прежде чем создавать слайд.";
"Straight Tapered" = "Прямой конус";
"Selected" = "Выбрано";
"Set Password..." = "Установить пароль...";
"Paste" = "Вставить";
"Cancel" = "Отмена";
"Callout" = "Выноска";
"Map" = "Карта";
"Invalid Password" = "Недопустимый пароль";
"Underline" = "Подчеркивание";
"Float" = "Плавать";
"Fishbone" = "Елочка";
"Select All Relationships" = "Выбрать все отношения";
"Create Relationship" = "Создать отношение";
"Thank you!" = "Спасибо!";
"between" = "между";
"Not set" = "Не задано";
"Topic" = "Тема";
"Wireframe (Color)" = "Каркас (цвет)";
"Delete" = "Удалить";
"Show %ld Levels" = "Показать уровни: %ld";
"Failed to amend map" = "Не удалось изменить карту";
"Check for Updates" = "Проверить обновления";
"Start Date" = "Дата начала";
"Image (.png)" = "Изображение (.png)";
"later than or equal to" = "позже чем или равно";
"%ldx%ldpt" = "%1$ldx%2$ldpt";
"seconds" = "сек.";
"Merge" = "Объединить";
"Thank you for considering iThoughtsX. Your %ld day trial has come to an end. Please visit the website to purchase a license or arrange an extension." = "Благодарим вас за внимание к iThoughtsX. Ваша %ld-дневная пробная версия подошла к концу. Пожалуйста, посетите веб-сайт, чтобы приобрести лицензию или договориться о продлении.";
"Save" = "Сохранить";
"months" = "мес.";
"Selected ≈ %ld pages" = "Выбрано ≈ %ld стр.";
"minutes" = "мин.";
"New Floating" = "Новая плавающая";
"Light Patterns" = "Светлые шаблоны";
"Modified in Last Hour" = "Изменено за посл. час";
"Average progress: %@" = "Средний прогресс: %@";
"Curved" = "Изогнутая";
"System Styles" = "Стили системы";
"Square" = "Квадарт";
"This Week" = "На этой неделе";
"greater than or equal to" = "больше чем или равно";
"Due This Month" = "Сдать в этом месяце";
"Boundary" = "Граница";
"Top Down" = "Сверху вниз";
"not between" = "не между";
"Due Date" = "Дата сдачи";
"AppStore Receipt Validation Failed" = "Квитанция AppStore не прошла проверку";
"Filter" = "Фильтровать";
"Rename '%@'?" = "Переименовать '%@'?";
"Rename" = "Переименовать";
"Open Map" = "Открыть карту";
"Copy Link" = "Копировать ссылку";
"Document imported" = "Документ импортирован";
"Custom Styles" = "Индивидуальные стили";
"Modified Date" = "Дата изменения";
"Since Open" = "С открытия";
"Circle" = "Круг";
"Note" = "Заметка";
"Test" = "Проверить";
"Show Status Bar" = "Показать строку состояния";
"Triangle" = "Треугольник";
"Kinked" = "Излом";
"Show/Hide" = "Показать/скрыть";
"Curved Bracket" = "Изогнутая скобка";
"Progress" = "Прогресс";
"not equal to" = "не равно";
"Light Pastel" = "Светло-пастельный";
"Both" = "Оба";
"Untitled" = "Без названия";
"Uploading to Biggerplate.com" = "Загрузка на Biggerplate.com";
"Modified This Week" = "Изменено на этой неделе";
"Show/Hide Branch" = "Показать/cкрыть ветвь";
"Due: %@" = "К дате: %@";
"Traditional" = "Традиционные";
"Map ≈ %ld pages" = "Карта ≈ %ld стр.";
"Enter notes here.." = "Введите здесь заметки.";
"Failed to Locate '%@'" = "Не удалось найти '%@'";
"Unreachable Link" = "Ссылка недоступна";
"Open in Marked" = "Открыть в Marked";
"Upload Failed" = "Ошибка загрузки";
"Regular" = "Обычные";
"Show" = "Показать";
"Remove from Favourites" = "Удалить из избранного";
"Straight" = "Прямая";
"hours" = "час.";
"Show in Finder" = "Показать в Finder";
"It looks like you also have a copy of iThoughtsX from the Mac App Store installed.\n\nThe version you just launched should probably be removed. Would you like to quit now so you can move this unneeded file to the Trash?\n\nHint: Use the \"Move to Trash\" item in the \"File\" menu after the Finder window appears." = "Похоже, у вас также установлена копия iThoughtsX из App Store для Mac.\n\nВерсия, которую вы только что запустили, вероятно, следует удалить. Вы хотите выйти сейчас, чтобы переместить этот ненужный файл в корзину?\n\nПодсказка: Используйте функцию \"В корзину\" в меню \"Файл\", после того, как появится окно Finder.";
"Cost" = "Стоимость";
"Favourites" = "Избранное";
"Saturated" = "Насыщенный";
"year" = "год";
"Trial Remaining (%ld days)" = "Пробная версия (осталось %ld дн.)";
"Modified Since Open" = "Изменено с открытия";
"The document '%@' is not stored in iCloud and so cannot participate in Handoff." = "Документ \"%@\" не хранится в iCloud и поэтому его невозможно переместить в Handoff.";
"Full" = "Полное";
"Hint" = "Подсказка";
"Off" = "Выкл.";
"Enter a new name for the style" = "Введите новое имя для стиля";
"Standard CSV (.csv)" = "Стандартный CSV (.csv)";
"Diamond" = "Ромб";
"not same as" = "не то же, что";
"Real Paper" = "Бумага";
"earlier than" = "раньше чем";
"topic/word: %ld/%ld, note/word: %ld/%ld" = "тема/слова: %1$ld/%2$ld, заметка/слова: %3$ld/%4$ld";
"starts with" = "начинается с";
"Make Slide" = "Создать слайд";
"Topics" = "Темы";
"Transparent" = "Прозрачные";
"Unreachable" = "Недоступно";
"Description" = "Описание";
"Convex" = "Выпуклый";
"Select All Topics" = "Выбрать все темы";
"Clear [%@]" = "Очистить [%@]";
"%@ visible + %@ hidden children" = "Видимых тем (%1$@) + дочерних тем (%2$@)";
"Start" = "Начало";
"Project Tasks (.html)" = "Задачи проекта (.html)";
"Welcome" = "Добро пожаловать";
"Start: %@" = "Начало: %@";
"Replace" = "Заменить";
"Attachment" = "Вложение";
"Select a single topic to view its note.." = "Выберите одну тему, чтобы просмотреть заметки к ней...";
"Copy Size" = "Копировать размер";
"Show modified" = "Показать измененные";
"No path supplied and there are no open maps" = "Путь не задан и нет открытых карт";
"Please enter a title and description for this map." = "Введите название и описание для этой карты.";
"Delete Branch" = "Удалить ветвь";
"The document '%@' has been added to your library." = "Документ '%@' добавлен в вашу библиотеку.";
"Auto" = "Авто";
